<?php require_once('../classes/classes.php'); 
require_once('../includes/configuration.php');
$crud = new CRUD(); ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>قواعد و ضوابط برائے پرنٹ </title>
<!--link rel="stylesheet" type="text/css" href="../css/default.css"/ -->
<style>
td{
	vertical-align:top;
	}
</style>
</head>
<body style="background-image:none; background-color:#ffffff;">
<center>
<div id="printerArea" style="width:1020px; font-family:'Jameel Noori Nastaleeq';  direction:rtl !important; font-size:35px !important; background-color:#ffffff;" title="رپورٹ">
<table width="800" align="center" border="1" cellspacing="0" cellpadding="4">	
    </tr>
    <tr>
    	<td style="text-align:justify !important;">
           	<div id="contentTitle" style="text-align:justify;">
			<div style="text-align:center;"><font style="font-size:27px;">
				<span style="padding:0 0 0 10px;"><?php echo(M_Name); ?> </span>  
				<span style="padding:0 0 0 10px;"><?php echo(M_Address); ?> </span>
                <span style="padding:0 0 0 10px;">  فون  </span> <?php echo(P_Number); ?> 
				</font>
			</div>
                <div style="height:15px;">&nbsp;</div>
            </div>
       			<table width="1020" id="rules" cellspacing="0" cellpadding="3" border="0" style="font-size:23px;">
                <tr>
                    <td width="54">۱)</td>
                    <td>  
                     اميدوار قرآن کريم کا حافظ ہو کم از کم پرائمری کی  سطح کی تعلیمی قابلیت کا حامل ہو۔ درجہ متوسطہ میں داخلہ لینے والے طالب علم کی عمر ۱۲ سال سے کم نہ ہو۔ 
                    </td>
                </tr>
                <tr>
                    <td>۲)  </td>
                    <td> 
                     داخلہ کے وقت طالب علم کے والد کے قومی شناختی کارڈ کی فوٹو کاپی يا متعلقہ  طالب علم کا فارم &quot;ب&quot;  لانا لازم  ہے
                    </td>
                </tr>
                <tr>
                    <td>۳) </td>
                    <td>
                      داخلہ کیلئے مدرسہ ہذا کے منعقدہ امتحان میں کامیابی حاصل کرنا ضروری ہے جس  میں حفظ قرآن کریم ، اردو،ریاضی اور انگریزی کا امتحان ہوگا۔
                    </td>
                </tr>
                <tr>
                    <td>۴) </td>
                    <td>  
                        امیدوار کا داخلہ  ہونے کی صورت میں اس کے والد ، سرپرست  (جو  کہ طالب علم کے تمام امور کا ذمہ دار ہے) کا مدرسہ میں طالب علم کے ساتھ آنا لازمی  ہوگا۔
                    </td>
                </tr>
                <tr>
                    <td>۵)</td>
                    <td> 
                        داخلہ فارم  یا داخلہ کے  دیگر مراحل میں امیدوار کے یا سرپرست کی طرف سے کسی غلط بیانی ، بے قاعدگی ثابت ہونے  پر طالب علم کا داخلہ منسوخ کر دیا جائیگا۔  داخلہ ابتدائی  تین ماہ کیلئے عارضی ہوگا بعد ازاں طالب علم کی تعلیمی کارگردگی اور دیگر معاملات کے  جائزہ لینے کے بعد مستقل داخلہ دیا جائیگا۔
                    </td>
                </tr>
                <tr>
                    <td>۶)</td>
                    <td>
                        مدرسہ کے ہر  طالب علم کےلئے شریعت کی پابندی اور اپنی وضع قطع سنت کے مطابق رکھنا لازمی ہے۔سگریٹ نوشی اور نسواررکھنے کی صورت میں طالب علم کو مدرسہ سے خارج کیا جائیگا۔
                    </td>
                </tr>
                <tr>
                    <td>۷)</td>
                    <td> 
                        درجہ متوسطہ ،  اولٰی اور ثانویہ میں میٹرک وغیرہ کا امتحان دینا مدرسہ کی طرف سے ممنوع ہے۔
                    </td>
                </tr>
                <tr>
                    <td>۸)</td>
                    <td>
                         تعلیمی طریقہ کار، تعطیلات اور اوقات کے بارے میں مدرسہ میں ہر شعبے کا مستقل نظام ہے جس میں  یہ کسی دوسرے مدرسے کا پابند نہیں ہے۔
                    </td>
                </tr>
                <tr>
                    <td>۹) </td>
                    <td>
                        کسی قسم کی  تنظیم سازی جلسے جلوس کا انعقاد کسی بھی تنظیم کے ساتھ عملی وابستگی یا دوسرے  طلباءکو اس کے ترغیب دینا اشتہارات، اسٹکر ، بیج، اور کلینڈر وغیرہ مدرسہ کی  دیواروں، کھڑکیوں پر لگانا یا پاس رکھناسیاسی اور فرقہ وارانہ بحث و مباحثہ اور  ملک دشمن عناصر کے ساتھ روابط رکھنا سخت ممنوع ہے۔
                    </td>
                </tr>
                <tr>
                    <td>۱۰)</td>
                    <td> 
                    تعلیمی سال کے دوران سیاسی اجتماعات /جلسے جلوسوں میں شرکت سخت ممنوع ہے منتظمین مدرسہ ایسے طلبہ کی کسی عمل کی ذمہ دار نہ ہوگی۔  تعلیمی سال کے دوران مدرسہ سے اخراج کی صورت میں سر پرست /والد کو ممکنہ ذرائع سے مطلع کیا جائیگا۔ 
                    </td>
                </tr>
                <tr>
                  <td>۱۱)</td>
                  <td> 
                    داخلہ کے بعد   <font style="font-family:Asad">مہتمم</font> مدرسہ کی تحریری اجازت کے بغیر تعلیمی سال کے دوران سالانہ امتحان سے پہلے مدرسہ چھوڑنے کی اجازت نہیں ہوگی۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۲)</td>
                  <td>
                    مدرسہ کے قواعد و ضوابط کی خلاف ورزی طالب علم کے اخراج کا موجب ہوسکتی ہے۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۳)</td>
                  <td>
                    تجویز کردہ درجہ میں طالب علم کو داخلہ ملنے کے بعد سہ ماہی امتحان تک اگر متعلقہ اساتذہ کرام کی رائے میں اس درجہ میں چلنے کی استعداد کا حامل نہ سمجھا گیا تو ناظم تعلیمات کو طالب علم کو نچلے درجے میں منتقل کرنے یا خارج کردینے کا اختیار ہوگا۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۴)</td>
                  <td>
                    قانون نافذ کرنے والے اداروں کی ساتھ مکمل تعاون کرنا اور ہر طالب علم پر ان حکومتی قواعد وضوابط کی پابندی کرنا ضروری ہوگا جو وفاق المدارس کے قواعد و ضوابط سے متصادم نہ ہوں۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۵)</td>
                  <td>
                    مدرسہ کی طرف سے وقتاً فوقتاً قواعد و ضوابط میں کی جانی ولی ترامیم کی پابندی طالب علم اور سرپرست پر لازم ہوگی 
                  <td>  
                </tr>
                <tr>
                  <td>۱۶)</td>
                  <td>
                    وہ طلباء جو مدرسہ میں دوپہر کا کھانا کھاتے ہیں ان کا نگران کی اجازت کے بغیر باہر نکلنا منع ہے۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۷)</td>
                  <td>
                    مدرسہ کی حدود میں موبائیل فون لانا استعمال کرنا قطعاً ممنوع ہے بصورت دیگر ضبط کر لیا جائیگا۔کیمرہ کی موبائیل ضبط ہونے کی صورت میں ناقابل واپسی ہوگی۔  مدرسہ کی حدود میں چاقو،چھری،یا اسلحہ لانا قانونی جرم ہے
                  <td>  
                </tr>
                <tr>
                  <td>۱۸)</td>
                  <td>
                    بے ریش طالب علم کے لئے سر کے بال منڈوانا /استرے سے صاف کرنا/ہلکی مشین سے صاف کرنا لازمی ہے۔
                  <td>  
                </tr>
                <tr>
                  <td>۱۹)</td>
                  <td>
                    تین دن مسلسل غیر حاضری کی صورت میں طالب علم کا اخراج کیا جائیگا بیماری کی صورت میں ناظم تعلیمات سے زبانی/تحریری اجازت لینا ضروری ہوگا۔
                  <td>  
                </tr>
                <tr>
                  <td>۲۰)</td>
                  <td>
                    ہر طالب علم پر لازم ہے کہ مدرسہ کی وقف کتب، تپائیوں پر لکھنے سے اجتناب کرے یہ اشیاءآپ کے پاس امانت ہیں ضائع اور خراب کرنے کی صورت میں متعلقہ طالب علم سے تاوان لیا جائے گا۔
                  <td>  
                </tr>
                <tr>
                  <td>۲۱)</td>
                  <td>
                    تا قیام مدرسہ میری طرف سے   <font style="font-family:Asad">مہتمم</font>  / ناظم مدرسہ کو یا جس کو وہ اجازت دیں اس کا اختیار ہوگا کہ وہ زکواۃ ، صدقات وصول کر کے طلباء کی ضروریات <font style="font-family:Asad">طعام</font>، قیام و تعلیم وغیرہ میں حسبِ صوابدید خرچ کریں یا مدرسہ پر وقف کریں۔
                  <td>  
                </tr>
                </table> 
        </td>
    </tr>
</table>
<br />
</div>
</center>
</body>
</html>